{
  "cgu": "# Conditions Générales d'Utilisation\n\n**Site:** ecom.ayoya.srv1164291.hstgr.cloud\n**Société:** Dassi Maison Marchande\n**Produit:** AYOYA - Liqueur de Racine\n\n## Article 1 - Objet\n\nLes présentes Conditions Générales d'Utilisation (CGU) régissent l'utilisation du site e-commerce AYOYA et définissent les droits et obligations des utilisateurs du site.\n\nToute personne accédant au site accepte sans réserve les termes et conditions énoncés dans le présent document.\n\n## Article 2 - Mentions légales\n\nConformément à la loi n°2017-20 du 20 avril 2018 portant Code du Numérique en République du Bénin et à la loi n°97-028 du 21 janvier 1998 portant organisation du secteur du commerce en République du Bénin :\n\n**Raison sociale:** Dassi Maison Marchande\n**Forme juridique:** Entreprise Individuelle\n**Siège social:** Cotonou, Bénin\n**Téléphone:** +229 62 38 85 63\n**Email:** contact@ayoya.bj\n**Secteur d'activité:** Commerce de boissons alcoolisées\n\n## Article 3 - Accès au site\n\nL'accès au site est gratuit pour tout utilisateur disposant d'une connexion Internet.\n\nLe site est accessible 24 heures sur 24, 7 jours sur 7, sauf en cas de maintenance. Les interruptions de service pour maintenance ne donnent droit à aucune indemnité.\n\nL'accès au site est réservé aux personnes majeures (18 ans minimum en République du Bénin) pour les contenus relatifs aux boissons alcoolisées.\n\n## Article 4 - Propriété intellectuelle\n\nTous les contenus présents sur le site (textes, images, logos, vidéos) sont la propriété exclusive de Dassi Maison Marchande.\n\nToute reproduction, représentation, modification ou exploitation sans autorisation écrite est interdite et constitue une contrefaçon punissable selon les articles 219 à 225 du Code du Numérique du Bénin.\n\n## Article 5 - Protection des données personnelles\n\nConformément aux articles 378 à 411 du Code du Numérique du Bénin relatifs à la protection des données à caractère personnel :\n\n- Les données collectées ne sont utilisées que pour traiter les commandes et améliorer les services\n- L'utilisateur dispose d'un droit d'accès, de rectification et de suppression de ses données\n- Les données ne sont pas cédées à des tiers sans consentement explicite\n- Les données sont stockées de manière sécurisée avec chiffrement SSL/TLS\n\n## Article 6 - Cookies\n\nLe site utilise des cookies pour améliorer l'expérience utilisateur et suivre les statistiques de navigation.\n\nL'acceptation des cookies constitue l'acceptation des cookies essentiels au fonctionnement du site.\n\n## Article 7 - Responsabilités\n\nDassi Maison Marchande ne peut être tenue responsable de :\n\n- Les dommages directs ou indirects causés par l'accès au site\n- Les pertes de données ou d'informations\n- Les interruptions ou dysfonctionnements du service\n- Les contenus externes auxquels le site pourrait renvoyer\n\nCependant, Dassi Maison Marchande s'engage à maintenir le site en état de fonctionnement optimal.\n\n## Article 8 - Modification des CGU\n\nDassi Maison Marchande se réserve le droit de modifier les présentes CGU à tout moment. Les modifications entrent en vigueur dès leur publication sur le site.\n\nL'utilisation continue du site après modification implique l'acceptation des nouvelles CGU.\n\n## Article 9 - Droit applicable et juridiction\n\nLes présentes CGU sont soumises au droit béninois, notamment au Code du Numérique du Bénin (Loi n°2017-20 du 20 avril 2018).\n\nTout litige découlant de l'utilisation du site sera de la compétence exclusive des tribunaux compétents de Cotonou, Bénin.\n\n---\n\n**Dernière mise à jour:** Janvier 2026\n**Version:** 1.0",
  "cgv": "# Conditions Générales de Vente\n\n**Site:** ecom.ayoya.srv1164291.hstgr.cloud\n**Vendeur:** Dassi Maison Marchande\n**Produit:** AYOYA - Liqueur de Racine\n\n## Article 1 - Objet et champ d'application\n\nLes présentes Conditions Générales de Vente (CGV) s'appliquent à toutes les ventes de produits AYOYA proposées par Dassi Maison Marchande via le site e-commerce.\n\nElles définissent les obligations de chaque partie et régissent les contrats de vente conclus entre le vendeur et l'acheteur.\n\n## Article 2 - Produit\n\n**Dénomination:** AYOYA - Liqueur de Racine\n**Volume:** 75 centilitres\n**Degré alcoolique:** 40% Vol.\n**Ingrédients:** Alcool de palme, Racine d'AYOYA, eau, sucre\n**Avertissement:** À consommer avec modération. L'abus d'alcool est dangereux pour la santé. La vente aux mineurs est interdite.\n\n## Article 3 - Prix et modalités de paiement\n\n### 3.1 Prix\n\n- **Prix par bouteille:** Variable selon promotions (consultez le site pour les tarifs actuels)\n- **Prix par carton (12 bouteilles):** Variable avec remise en fonction de la quantité\n- **Frais de livraison:** Variable selon zone géographique (0 FCFA pour retrait, 1.000 à 5.000 FCFA pour livraison)\n- **Tous les prix sont en FCFA TTC (Toutes Taxes Comprises)**\n\n### 3.2 Paiement\n\nLe paiement s'effectue **exclusivement à la livraison** selon l'une des méthodes suivantes :\n\n- **Espèces:** Paiement en liquide au livreur\n- **Mobile Money:** Via livreur (MOOV, MTN, ou autre)\n\nAucun paiement anticipé n'est accepté.\n\n## Article 4 - Processus de commande\n\n### 4.1 Passage de commande\n\nLa commande est effectuée via le formulaire sur le site. Le client doit fournir :\n- Nom et prénom\n- Numéro de téléphone valide\n- Adresse de livraison complète\n- Quantité désirée\n- Méthode de paiement préférée\n\n### 4.2 Confirmation de commande\n\nUne confirmation de commande est envoyée au client par SMS/WhatsApp avec :\n- Numéro de commande unique (format: AYO-YYYYMMDD-XXXXXX)\n- Quantité commandée\n- Prix total TTC\n- Délai estimé de livraison\n\n### 4.3 Annulation ou modification\n\n- Les commandes peuvent être annulées jusqu'à 2 heures après passage\n- Les modifications doivent être demandées immédiatement après confirmation\n- Toute annulation ou modification après ce délai ne peut être garantie\n\n## Article 5 - Conditions de livraison\n\n### 5.1 Zones de livraison\n\n- Cotonou (Centre-ville, Zones résidentielles)\n- Abomey-Calavi\n- Porto-Novo\n- Autres zones: sur demande, frais supplémentaires applicables\n\n### 5.2 Délais de livraison\n\n- **Délai standard:** 24 à 72 heures selon disponibilité du stock\n- **Jours fériés:** Les délais peuvent être augmentés les jours fériés\n- **Conditions météorologiques:** En cas de conditions exceptionnelles, les délais peuvent être prolongés\n\n### 5.3 Frais de livraison\n\nLes frais de livraison sont calculés selon la zone géographique et la quantité commandée et seront communiqués avant confirmation de la commande.\n\n### 5.4 Non-présence du client\n\nSi le client n'est pas présent à l'adresse fournie :\n- Le livreur contacte le client\n- La commande est conservée 48 heures\n- Passé ce délai, la commande peut être annulée\n\n## Article 6 - Droit de rétractation\n\nConformément aux articles 397 à 401 du Code du Numérique du Bénin relatifs aux contrats à distance, le client dispose d'un délai de **14 jours calendaires** à partir de la livraison pour exercer son droit de rétractation.\n\n### 6.1 Conditions de rétractation\n\n- Le produit doit être intact et dans son emballage d'origine\n- Le droit ne s'applique pas aux produits descellés ou ouverts\n- Le client doit notifier son intention par téléphone: +229 62 38 85 63\n\n### 6.2 Procédure de rétractation\n\n1. Contacter Dassi Maison Marchande par téléphone\n2. Retourner le produit aux frais du client\n3. Remboursement effectué sous 14 jours après réception\n\n## Article 7 - Garanties\n\nLe produit est livré dans les meilleures conditions de conservation. En cas de produit défectueux ou endommagé lors de la livraison :\n\n- Le client doit signaler le problème immédiatement (dans les 24 heures)\n- Une photo ou vidéo du dommage peut être demandée\n- Le produit sera remplacé ou remboursé selon la situation\n\n## Article 8 - Limitation de responsabilité\n\nDassi Maison Marchande ne peut être tenue responsable de :\n\n- Les dommages causés au produit après livraison\n- Les conditions d'entreposage inadéquates du client\n- Les pertes de stock imprévisibles\n- Les défaillances de partenaires de livraison externes\n\n## Article 9 - Réclamations et litiges\n\n### 9.1 Traitement des réclamations\n\nToute réclamation concernant une commande doit être adressée à :\n\n**Contact:** +229 62 38 85 63\n**Email:** contact@ayoya.bj\n**Horaires:** Lundi à vendredi, 8h à 18h (Heure de Cotonou)\n\n### 9.2 Délais de traitement\n\nLes réclamations seront traitées dans un délai de 7 jours ouvrables.\n\n## Article 10 - Protection des données personnelles\n\nVos données personnelles (nom, téléphone, adresse) sont traitées conformément aux articles 378 à 411 du Code du Numérique du Bénin pour :\n\n- Traiter et livrer votre commande\n- Vous contacter concernant votre commande\n- Améliorer nos services\n\nVos données ne sont pas cédées à des tiers et sont supprimées 1 an après la commande.\n\n## Article 11 - Régulation des litiges\n\nTout litige découlant de l'exécution ou de l'interprétation des présentes CGV sera soumis aux tribunaux compétents de Cotonou, Bénin, selon les lois en vigueur en République du Bénin.\n\n## Article 12 - Dispositions particulières - Boissons alcoolisées\n\nConformément à la réglementation béninoise :\n\n- **Vente interdite aux mineurs:** La vente de boissons alcoolisées est interdite aux personnes n'ayant pas atteint l'âge de 18 ans\n- **Avertissement sanitaire:** L'abus d'alcool est dangereux pour la santé\n- **Consommation responsable:** Buvez avec modération\n- **Grossesse:** La consommation de boissons alcoolisées est déconseillée pendant la grossesse\n\nLe client est responsable du respect de ces obligations légales et de l'utilisation du produit.\n\n---\n\n**Dernière mise à jour:** Janvier 2026\n**Version:** 1.0\n**Entreprise:** Dassi Maison Marchande, Cotonou, Bénin\n**Référence légale:** Code du Numérique du Bénin (Loi n°2017-20 du 20 avril 2018)",
  "metadata": {
    "business_name": "Dassi Maison Marchande",
    "business_phone": "+229 62 38 85 63",
    "business_email": "contact@ayoya.bj",
    "business_city": "Cotonou",
    "business_country": "Bénin",
    "website": "ecom.ayoya.srv1164291.hstgr.cloud",
    "last_updated": "2026-01-18",
    "legal_references": [
      "Loi n°2017-20 du 20 avril 2018 portant Code du Numérique",
      "Loi n°97-028 du 21 janvier 1998 portant organisation du secteur du commerce",
      "Articles 378-411: Protection des données personnelles",
      "Articles 397-401: Droit de rétractation"
    ],
    "version": "1.0"
  },
  "last_updated": "2026-01-18",
  "custom_sections": {}
}
